tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "felixkratz/formulae"

# CLI / Formulae
brew "asdf"
brew "bash"
brew "bat"
brew "batt"
brew "bison"
brew "bottom"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "git"
brew "glow"
brew "gum"
brew "helm"
brew "httpie"
brew "jq"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "opencode"
brew "ripgrep"
brew "rustup"
brew "spicetify-cli"
brew "stylua"
brew "wget"
brew "yazi"
brew "zellij"

# GUI Apps / Casks
cask "aerospace"
cask "arc"
cask "bazecor"
cask "caffeine"
cask "chromium"
cask "discord"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "httpie-desktop"
cask "keka"
cask "localsend"
cask "maccy"
cask "obs"
cask "raycast"
cask "scroll-reverser"
cask "sf-symbols"
cask "spotify"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wezterm"
cask "zed"
